Repository: murphy-lyu/carry-ios
Catalog: Carry/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# autopick.review.subtitle
source: We've pre-selected items based on your scenes. Remove what you don't need or add more.
de: Wir haben Artikel basierend auf deinen Szenarien vorausgewählt. Entferne was du nicht brauchst oder füge mehr hinzu.
es: Hemos preseleccionado artículos según tus escenas. Elimina lo que no necesites o añade más.
fr: Nous avons présélectionné des articles selon vos scènes. Supprimez ce dont vous n'avez pas besoin ou ajoutez-en d'autres.
ja: シーンに基づいてアイテムを事前選択しました。不要なものを削除するか、追加してください。
ko: 여행 장면을 기반으로 물품을 미리 선택했습니다. 필요 없는 것은 제거하거나 더 추가하세요.
pt_br: Selecionamos itens com base nos seus cenários. Remova o que não precisa ou adicione mais.
zh_hans: 已根据你的出行场景预选了物品，取消不需要的，或继续补充。
zh_hant: 已根據你的出行場景預選了物品，取消不需要的，或繼續補充。

# autopick.review.title
source: Review your pack
de: Packliste prüfen
es: Revisar tu equipaje
fr: Vérifier votre valise
ja: パックリストを確認
ko: 짐 목록 확인
pt_br: Revisar sua mala
zh_hans: 确认清单
zh_hant: 確認清單

# cabin.unset
source: Not set
de: Nicht angegeben
es: Sin especificar
fr: Non précisé
ja: 未設定
ko: 미설정
pt_br: Não definido
zh_hans: 不填
zh_hant: 不填

# coffee.share.text
source: Check out Carry — a minimalist packing list app!
de: Schau dir Carry an – eine minimalistische App für Packlisten.
es: Echa un vistazo a Carry, una app minimalista de listas de equipaje.
fr: Découvre Carry, une appli minimaliste de listes de bagages.
ja: Carry を使ってみて。ミニマルな旅行パッキングリストアプリ。
ko: 미니멀한 여행 짐 싸기 앱, Carry를 써보세요.
pt_br: Conheça o Carry, um app minimalista de listas de bagagem.
zh_hans: 推荐你试试 Carry——一款极简的旅行打包清单 App。
zh_hant: 推薦你試試 Carry——一款極簡的旅行打包清單 App。

# coffee.unavailable
source: We couldn't reach the App Store. Please try again later.
de: App Store nicht erreichbar. Bitte versuche es später erneut.
es: No se pudo conectar con la App Store. Inténtalo de nuevo más tarde.
fr: Impossible de joindre l’App Store. Réessaie plus tard.
ja: App Store に接続できませんでした。しばらくしてからもう一度お試しください。
ko: App Store에 연결할 수 없어요. 잠시 후 다시 시도해 주세요.
pt_br: Não foi possível conectar à App Store. Tente novamente mais tarde.
zh_hans: 暂时无法连接 App Store，请稍后再试。
zh_hant: 暫時無法連接 App Store，請稍後再試。

# common.add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ko: 추가
pt_br: Adicionar
zh_hans: 添加
zh_hant: 新增

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

# common.clear
source: Clear
de: Löschen
es: Borrar
fr: Effacer
ja: クリア
ko: 지우기
pt_br: Limpar
zh_hans: 清空
zh_hant: 清除

# common.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭
zh_hant: 關閉

# common.done
source: Done
de: Fertig
es: Listo
fr: Terminer
ja: 完了
ko: 완료
pt_br: Concluir
zh_hans: 完成
zh_hant: 完成

# common.more
source: More
de: Mehr
es: Más
fr: Plus
ja: その他
ko: 더 보기
pt_br: Mais
zh_hans: 更多
zh_hant: 更多

# common.remove
source: Remove
de: Entfernen
es: Quitar
fr: Retirer
ja: 削除
ko: 제거
pt_br: Remover
zh_hans: 移除
zh_hant: 移除

# cost.amount.placeholder
source: Amount
de: Betrag
es: Importe
fr: Montant
ja: 金額
ko: 금액
pt_br: Valor
zh_hans: 金额
zh_hant: 金額

# cost.currency.title
source: Currency
de: Währung
es: Moneda
fr: Devise
ja: 通貨
ko: 통화
pt_br: Moeda
zh_hans: 货币
zh_hant: 貨幣

# cost.field.total
source: Total cost
de: Gesamtkosten
es: Costo total
fr: Coût total
ja: 合計費用
ko: 총 비용
pt_br: Custo total
zh_hans: 总费用
zh_hant: 總費用

# date.days_nights
source: %lld days, %lld nights
de: %lld Tage, %lld Nächte
es: %lld días, %lld noches
fr: %lld jours, %lld nuits
ja: %2$lld泊%1$lld日
ko: %2$lld박 %1$lld일
pt_br: %lld dias, %lld noites
zh_hans: %1$lld 天 %2$lld 晚
zh_hant: %1$lld 天 %2$lld 晚

# date.days_only
source: %lld days
de: %lld Tage
es: %lld días
fr: %lld jours
ja: %lld日間
ko: %lld일
pt_br: %lld dias
zh_hans: %lld 天
zh_hant: %lld 天

# debug.notif.destination
source: Tokyo
de: Tokio
es: Tokio
ja: 東京
ko: 도쿄
pt_br: Tóquio
zh_hans: 东京
zh_hant: 東京

# debug.notif.trip_name
source: Tokyo Trip
de: Tokio-Reise
es: Viaje a Tokio
fr: Voyage à Tokyo
ja: 東京旅行
ko: 도쿄 여행
pt_br: Viagem a Tóquio
zh_hans: 东京之旅
zh_hant: 東京之旅

# destination.currency.section_title
source: Currency
de: Währung
es: Moneda
fr: Devise
ja: 通貨
ko: 통화
pt_br: Moeda
zh_hans: 货币
zh_hant: 貨幣

# destination.plug.section_title
source: Plug & Voltage
de: Stecker & Spannung
es: Enchufe & Voltaje
fr: Prise & Tension
ja: プラグ & 電圧
ko: 플러그 & 전압
pt_br: Tomada & Voltagem
zh_hans: 插头 & 电压
zh_hant: 插頭 & 電壓

# destination.plug.voltage_warning
source: may need a converter
de: evtl. Spannungswandler nötig
es: puede requerir transformador
fr: prévoir un convertisseur
ja: 変圧器が必要な場合あり
ko: 변압기가 필요할 수 있어요
pt_br: pode precisar de conversor
zh_hans: 可能需要变压器
zh_hant: 可能需要變壓器

# destination.weather.section_title
source: Weather
de: Wetter
es: Tiempo
fr: Météo
ja: 天気
ko: 날씨
pt_br: Clima
zh_hans: 天气
zh_hant: 天氣

# destination.weather.today
source: Today
de: Heute
es: Hoy
fr: Auj.
ja: 今日
ko: 오늘
pt_br: Hoje
zh_hans: 今日
zh_hant: 今日

# destination.weather.unavailable
source: Forecast available closer to departure
de: Vorhersage näher am Abreisedatum verfügbar
es: Pronóstico disponible cerca de la fecha de salida
fr: Prévisions disponibles à l'approche du départ
ja: 出発日に近づくと予報が表示されます
ko: 출발일이 가까워지면 예보가 제공됩니다
pt_br: Previsão disponível mais próximo da partida
zh_hans: 临近出发日期时将显示天气预报
zh_hant: 接近出發日期時將顯示天氣預報

# detail.tab.itinerary
source: Itinerary
de: Route
es: Itinerario
fr: Itinéraire
ja: 旅程
ko: 일정
pt_br: Roteiro
zh_hans: 行程
zh_hant: 行程

# detail.tab.packing
source: Packing
de: Packen
es: Equipaje
fr: Bagages
ja: 持ち物
ko: 짐 싸기
pt_br: Bagagem
zh_hans: 打包
zh_hant: 打包

# distance_unit.automatic
source: Automatic
de: Automatisch
es: Automático
fr: Automatique
ja: 自動
ko: 자동
pt_br: Automático
zh_hans: 自动
zh_hant: 自動

# distance_unit.kilometers
source: Kilometers
de: Kilometer
es: Kilómetros
fr: Kilomètres
ja: キロメートル
ko: 킬로미터
pt_br: Quilômetros
zh_hans: 公里
zh_hant: 公里

# distance_unit.miles
source: Miles
de: Meilen
es: Millas
ja: マイル
ko: 마일
pt_br: Milhas
zh_hans: 英里
zh_hant: 英里

source: e.g. Florence
de: z. B. Florenz
es: p. ej. Florencia
fr: ex. : Florence
ja: 例：フィレンツェ
ko: 예: 피렌체
pt_br: ex.: Florença
zh_hans: 例如：佛罗伦萨
zh_hant: 例如 佛羅倫斯

source: e.g. Italy · Tuscany
de: z. B. Italien · Toskana
es: p. ej. Italia · Toscana
fr: ex. : Italie · Toscane
ja: 例：イタリア · トスカーナ
ko: 예: 이탈리아 · 토스카나
pt_br: ex.: Itália · Toscana
zh_hans: 例如：意大利·托斯卡纳
zh_hant: 例如 義大利·托斯卡納

# flight.search.date
source: Date
de: Datum
es: Fecha
ja: 日付
ko: 날짜
pt_br: Data
zh_hans: 日期
zh_hant: 日期

# flight.search.failed
source: Lookup failed. Check your connection, or enter it manually.
de: Suche fehlgeschlagen. Prüfe deine Verbindung oder gib den Flug manuell ein.
es: La búsqueda falló. Revisa tu conexión o introdúcelo manualmente.
fr: Échec de la recherche. Vérifiez votre connexion ou saisissez-le manuellement.
ja: 検索に失敗した。接続を確認するか、手動で入力しよう。
ko: 검색에 실패했어요. 연결을 확인하거나 직접 입력해요.
pt_br: A busca falhou. Verifique sua conexão ou insira manualmente.
zh_hans: 查询失败，请检查网络，或手动输入。
zh_hant: 查詢失敗，請檢查網路，或手動輸入。

# flight.search.manual
source: Enter manually
de: Manuell eingeben
es: Introducir manualmente
fr: Saisir manuellement
ja: 手動で入力
ko: 직접 입력
pt_br: Inserir manualmente
zh_hans: 手动输入
zh_hant: 手動輸入

# flight.search.manual_hint
source: Can't find your flight?
de: Flug nicht gefunden?
es: ¿No encuentras tu vuelo?
fr: Vous ne trouvez pas votre vol ?
ja: フライトが見つからない？
ko: 항공편을 찾을 수 없나요?
pt_br: Não encontra seu voo?
zh_hans: 找不到你的航班？
zh_hant: 找不到你的航班？

# flight.search.notfound
source: Couldn't find this flight. Try another date, or enter it manually.
de: Dieser Flug wurde nicht gefunden. Versuche ein anderes Datum oder gib ihn manuell ein.
es: No se encontró este vuelo. Prueba con otra fecha o introdúcelo manualmente.
fr: Vol introuvable. Essayez une autre date ou saisissez-le manuellement.
ja: このフライトは見つからなかった。日付を変えるか、手動で入力しよう。
ko: 이 항공편을 찾지 못했어요. 다른 날짜로 시도하거나 직접 입력해요.
pt_br: Não encontramos este voo. Tente outra data ou insira manualmente.
zh_hans: 没找到这趟航班，换个日期，或手动输入。
zh_hant: 找不到這趟航班，換個日期，或手動輸入。

# flight.search.other_date
source: Other date…
de: Anderes Datum …
es: Otra fecha…
fr: Autre date…
ja: その他の日付…
ko: 다른 날짜…
pt_br: Outra data…
zh_hans: 选择其他日期…
zh_hant: 選擇其他日期…

# flight.search.pick_date
source: Select date
de: Datum wählen
es: Elegir fecha
fr: Choisir la date
ja: 日付を選択
ko: 날짜 선택
pt_br: Escolher data
zh_hans: 选择日期
zh_hant: 選擇日期

# flight.search.placeholder
source: Flight number, e.g. MU5127
de: Flugnummer, z. B. MU5127
es: Número de vuelo, p. ej. MU5127
fr: Numéro de vol, p. ex. MU5127
ja: 便名（例：MU5127）
ko: 항공편 번호, 예: MU5127
pt_br: Número do voo, ex.: MU5127
zh_hans: 航班号，例如 MU5127
zh_hant: 航班編號，例如 MU5127

# flight.search.searching
source: Searching…
de: Suche läuft …
es: Buscando…
fr: Recherche…
ja: 検索中…
ko: 검색 중…
pt_br: Buscando…
zh_hans: 查询中…
zh_hant: 查詢中…

# flight.search.title
source: Search Flight
de: Flug suchen
es: Buscar vuelo
fr: Rechercher un vol
ja: フライトを検索
ko: 항공편 검색
pt_br: Buscar voo
zh_hans: 搜索航班
zh_hant: 搜尋航班

# flight.search.today
source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
ja: 今日
ko: 오늘
pt_br: Hoje
zh_hans: 今天
zh_hant: 今天

# flight.search.tomorrow
source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
ja: 明日
ko: 내일
pt_br: Amanhã
zh_hans: 明天
zh_hant: 明天

# home.create_trip
source: New trip
de: Neue Reise
es: Nuevo viaje
fr: Nouveau voyage
ja: 新しい旅行
ko: 새 여행
pt_br: Nova viagem
zh_hans: 新建行程
zh_hant: 新增行程

# home.empty.cta
source: Add First Trip
de: Erste Reise hinzufügen
es: Añadir primer viaje
fr: Ajouter mon premier voyage
ja: 最初の旅を追加
ko: 첫 여행 추가하기
pt_br: Adicionar primeira viagem
zh_hans: 添加第一个行程
zh_hant: 新增第一個行程

# home.empty.header.subtitle
source: Travel deserves to be done right.
de: Jede große Reise beginnt mit einer Entscheidung.
es: Todo gran viaje comienza con una decisión.
fr: Chaque grand voyage commence par une décision.
ja: すべての旅は、一つの決断から始まる。
ko: 모든 위대한 여행은 하나의 결정에서 시작됩니다.
pt_br: Toda grande viagem começa com uma decisão.
zh_hans: 旅行，值得认真对待。
zh_hant: 旅行，值得認真對待。

# home.empty.header.title
source: The world awaits.
de: Die Welt wartet.
es: El mundo te espera.
fr: Le monde vous attend.
ja: 世界があなたを待っています。
ko: 세상이 기다리고 있어요.
pt_br: O mundo espera por você.
zh_hans: 世界在等你。
zh_hant: 世界在等你。

# home.empty.hero_tagline
source: Your trips will appear here
de: Deine Reisen erscheinen hier
es: Tus viajes aparecerán aquí
fr: Tes voyages apparaîtront ici
ja: ここに旅行が表示されます
ko: 여행이 여기에 표시돼요
pt_br: Suas viagens aparecerão aqui
zh_hans: 你的行程将显示在这里
zh_hant: 你的行程將顯示在這裡

# home.empty.items
source: No items
de: Keine Einträge
es: Sin elementos
fr: Aucun élément
ja: 項目なし
ko: 항목 없음
pt_br: Nenhum item
zh_hans: 暂无物品
zh_hant: 暫無物品

# home.empty.subtitle
source: Add a trip to begin.
de: Füge eine Reise hinzu, um zu beginnen.
es: Añade un viaje para empezar.
fr: Ajoute un voyage pour commencer.
ja: 旅行を追加して始めましょう。
ko: 여행을 추가해 시작해 보세요.
pt_br: Adicione uma viagem para começar.
zh_hans: 添加一段行程，出发吧。
zh_hant: 新增一段行程，出發吧。

# home.empty.title
source: Where to first?
de: Wohin als Erstes?
es: ¿A dónde vamos primero?
fr: On va où en premier ?
ja: まずはどこへ？
ko: 어디부터 떠날까요?
pt_br: Para onde vamos primeiro?
zh_hans: 第一站，去哪儿？
zh_hant: 第一站，去哪裡？

# home.overview.title
source: Trip Overview
de: Reiseübersicht
es: Resumen de viajes
fr: Aperçu des voyages
ja: 旅行概要
ko: 여행 개요
pt_br: Visão geral das viagens
zh_hans: 行程概览
zh_hant: 行程概覽

# home.packed.all
source: All packed
de: Alles gepackt
es: Todo empacado
fr: Tout emballé
ja: 全部パック完了
ko: 모두 챙겼어요
pt_br: Tudo arrumado
zh_hans: 已全部打包
zh_hant: 已全部打包

# home.planning
source: Planning
de: In Planung
es: En planificación
fr: En préparation
ja: 計画中
ko: 계획 중
pt_br: Em planejamento
zh_hans: 规划中
zh_hant: 規劃中

# home.title
source: My Trips
de: Meine Reisen
es: Mis viajes
fr: Mes voyages
ja: マイ旅行
ko: 내 여행
pt_br: Minhas viagens
zh_hans: 我的行程
zh_hant: 我的行程

# home.tripbook.subtitle
source: %lld trips · %lld countries
de: %lld Reisen · %lld Länder
es: %lld viajes · %lld países
fr: %lld voyages · %lld pays
ja: %1$lld 件の旅行 · %2$lld か国
ko: 여행 %1$lld회 · %2$lld개국
pt_br: %lld viagens · %lld países
zh_hans: %1$lld 个行程 · %2$lld 个国家
zh_hant: %1$lld 個行程 · %2$lld 個國家

# home.tripbook.title
source: My Trip Book
de: Mein Reisebuch
es: Mi libro de viajes
fr: Mon carnet de voyage
ja: 旅行ブック
ko: 내 여행 책
pt_br: Meu livro de viagens
zh_hans: 我的行程册
zh_hant: 我的行程冊

# home.upcoming
source: Upcoming
de: Anstehend
es: Próximos
fr: À venir
ja: 予定
ko: 다가오는 여행
pt_br: Próximas
zh_hans: 即将出发
zh_hant: 即將出發

# icon.blue.description
source: Cool ocean blue tones
de: Kühle ozean-blaue Töne
es: Tonos azul océano fríos
fr: Tons bleu océan frais
ja: クールなオーシャンブルー
ko: 시원한 오션 블루 톤
pt_br: Tons azul oceano frios
zh_hans: 清爽海洋蓝调
zh_hant: 清爽海洋蓝调

# icon.blue.name
source: Blue
de: Blau
es: Azul
fr: Bleu
ja: ブルー
ko: 블루
pt_br: Azul
zh_hans: 蓝调
zh_hant: 蓝调

# icon.business.description
source: Clean and professional
de: Sauber und professionell
es: Limpio y profesional
fr: Épuré et professionnel
ja: クリーンでプロフェッショナル
ko: 깔끔하고 전문적인
pt_br: Limpo e profissional
zh_hans: 简洁商务风格
zh_hant: 简洁商务风格

# icon.butter.description
source: Soft and warm yellow tone
de: Sanfter warmer Gelbton
es: Tono amarillo suave y cálido
fr: Ton jaune doux et chaud
ja: ソフトで温かみのあるイエロー
ko: 부드럽고 따뜻한 노란 톤
pt_br: Tom amarelo suave e quente
zh_hans: 柔和温暖的黄色风格
zh_hant: 柔和溫暖的黃色風格

# icon.cat.description
source: A curious cat peeking over a suitcase
de: Eine neugierige Katze am Koffer
es: Un gato curioso asomado a una maleta
fr: Un chat curieux sur une valise
ja: スーツケースから覗く猫
ko: 여행 가방 위로 빼꼼 내민 고양이
pt_br: Um gato curioso espiando da mala
zh_hans: 扒在行李箱上张望的小猫
zh_hant: 趴在行李箱上張望的小貓

# icon.cat.name
source: Travel Cat
de: Reisekatze
es: Gato viajero
fr: Chat voyageur
ja: 旅の猫
ko: 여행 고양이
pt_br: Gato viajante
zh_hans: 旅行小猫
zh_hant: 旅行小貓

# icon.dark.description
source: Deep and bold dark style
de: Tiefer und kräftiger dunkler Stil
es: Estilo oscuro profundo y audaz
fr: Style sombre, profond et audacieux
ja: ディープでボールドなダークスタイル
ko: 깊고 대담한 다크 스타일
pt_br: Estilo escuro profundo e marcante
zh_hans: 深邃大气深色风格
zh_hant: 深邃大氣深色風格

# icon.dark.name
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
ko: 다크
pt_br: Escuro
zh_hans: 深色
zh_hant: 深色

# icon.default.description
source: Discover the unexpected
de: Entdecke das Unerwartete
es: Descubre lo inesperado
fr: Découvrez l'inattendu
ja: 未知の驚きを見つける
ko: 뜻밖의 즐거움 발견
pt_br: Descubra o inesperado
zh_hans: 发现未知的惊喜
zh_hant: 發現未知的驚喜

# icon.dog.description
source: A sleepy pup napping on a suitcase
de: Ein Hund, der auf dem Koffer döst
es: Un perrito dormido sobre una maleta
fr: Un chiot assoupi sur une valise
ja: スーツケースで眠る子犬
ko: 여행 가방 위에서 졸고 있는 강아지
pt_br: Um cãozinho cochilando na mala
zh_hans: 趴在行李箱上打盹的小狗
zh_hant: 趴在行李箱上打盹的小狗

# icon.dog.name
source: Travel Pup
de: Reisebegleiter
es: Compañero de viaje
fr: Compagnon de voyage
ja: 旅の相棒
ko: 여행 친구
pt_br: Companheiro de viagem
zh_hans: 旅行小狗
zh_hant: 旅行小狗

# icon.green.description
source: Fresh nature-inspired green
de: Frisches naturinspiriertes Grün
es: Verde fresco inspirado en la naturaleza
fr: Vert frais inspiré de la nature
ja: 自然をイメージした爽やかなグリーン
ko: 자연에서 영감받은 신선한 그린
pt_br: Verde fresco inspirado na natureza
zh_hans: 清新自然绿意
zh_hant: 清新自然绿意

# icon.green.name
source: Green
de: Grün
es: Verde
fr: Vert
ja: グリーン
ko: 그린
pt_br: Verde
zh_hans: 绿意
zh_hant: 绿意

# icon.handdrawn.description
source: A hand-drawn illustration style
de: Ein handgezeichneter Illustrationsstil
es: Un estilo de ilustración a mano
fr: Un style d'illustration dessiné à la main
ja: 手書きイラストスタイル
ko: 손으로 그린 일러스트 스타일
pt_br: Estilo de ilustração desenhado à mão
zh_hans: 手绘插画风格
zh_hant: 手绘插画风格

# icon.handdrawn.name
source: Hand Drawn
de: Handgezeichnet
es: Dibujado a mano
fr: Dessiné à la main
ja: 手描き
ko: 손 그림
pt_br: Desenhado à mão
zh_hans: 手绘风
zh_hant: 手绘风

# icon.light.description
source: Clean and bright style
de: Sauberer und heller Stil
es: Estilo limpio y brillante
fr: Style épuré et lumineux
ja: クリーンで明るいスタイル
ko: 깔끔하고 밝은 스타일
pt_br: Estilo limpo e brilhante
zh_hans: 清爽明亮风格
zh_hant: 清爽明亮風格

# icon.light.name
source: Light
de: Hell
es: Claro
fr: Clair
ja: ライト
ko: 라이트
pt_br: Claro
zh_hans: 浅色
zh_hant: 淺色

# icon.orange.description
source: Warm and energetic orange
de: Warmes und energetisches Orange
es: Naranja cálido y energético
fr: Orange chaleureux et énergique
ja: 温かみのあるエネルギッシュなオレンジ
ko: 따뜻하고 활기찬 오렌지
pt_br: Laranja quente e energético
zh_hans: 温暖活力橙色风格
zh_hant: 溫暖活力橙色風格

# icon.pink.description
source: Soft and playful pink
de: Sanftes und verspieltes Rosa
es: Rosa suave y divertido
fr: Rose doux et ludique
ja: ソフトでキュートなピンク
ko: 부드럽고 귀여운 핑크
pt_br: Rosa suave e divertido
zh_hans: 柔和活泼粉色
zh_hant: 柔和活泼粉色

# icon.pink.name
source: Pink
de: Rosa
es: Rosa
fr: Rose
ja: ピンク
ko: 핑크
pt_br: Rosa
zh_hans: 粉色
zh_hant: 粉色

# icon.pride.description
source: Celebrate every journey
de: Feiere jede Reise
es: Celebra cada viaje
fr: Célébrez chaque voyage
ja: すべての旅を祝おう
ko: 모든 여행을 축하해요
pt_br: Celebre cada viagem
zh_hans: 庆祝每一段旅程
zh_hant: 庆祝每一段旅程

# icon.section.header
source: Choose your app icon
de: App-Symbol wählen
es: Elige el icono de la app
fr: Choisir l'icône de l'app
ja: アプリアイコンを選択
ko: 앱 아이콘 선택
pt_br: Escolha o ícone do app
zh_hans: 选择应用图标
zh_hant: 選擇應用程式圖示

# icon.soft.description
source: Soft gradient style
de: Weicher Verlaufsstil
es: Estilo de degradado suave
fr: Style dégradé doux
ja: ソフトグラデーションスタイル
ko: 부드러운 그라데이션 스타일
pt_br: Estilo gradiente suave
zh_hans: 柔和渐变风格
zh_hant: 柔和渐变风格

# icon.title
source: App Icon
de: App-Symbol
es: Icono de la app
fr: Icône de l'app
ja: アプリアイコン
ko: 앱 아이콘
pt_br: Ícone do app
zh_hans: 应用图标
zh_hant: 應用程式圖示

# itempicker.already_added
source: Added
de: Hinzugefügt
es: Añadido
fr: Ajouté
ja: 追加済み
ko: 추가됨
pt_br: Adicionado
zh_hans: 已添加
zh_hant: 已新增

# itempicker.hero.title
source: Add items
de: Gegenstände hinzufügen
es: Agregar artículos
fr: Ajouter des articles
ja: アイテムを追加
ko: 아이템 추가
pt_br: Adicionar itens
zh_hans: 添加物品
zh_hant: 添加物品

# itempicker.preset.saved_to_myitems
source: Added to My Items
de: Zu Meine Gegenstände hinzugefügt
es: Añadido a Mis artículos
fr: Ajouté à Mes articles
ja: マイアイテムに追加しました
ko: 내 물건에 추가됨
pt_br: Adicionado a Meus itens
zh_hans: 已加入我的物品
zh_hant: 已加入我的物品

# itempicker.search.empty.subtitle
source: Try a different keyword
de: Probiere ein anderes Stichwort
es: Prueba con otra palabra clave
fr: Essaie un autre mot-clé
ja: 別のキーワードを試してみてください
ko: 다른 키워드를 입력해 보세요
pt_br: Tente uma palavra-chave diferente
zh_hans: 换个关键词试试
zh_hant: 換個關鍵字試試

# itempicker.search.empty.title
source: No items found
de: Keine Artikel gefunden
es: No se encontraron artículos
fr: Aucun article trouvé
ja: アイテムが見つかりません
ko: 아이템을 찾을 수 없습니다
pt_br: Nenhum item encontrado
zh_hans: 没有找到相关物品
zh_hant: 沒有找到相關物品

# itempicker.search.placeholder.items
source: Search items...
de: Gegenstände suchen...
es: Buscar artículos...
fr: Rechercher des articles...
ja: アイテムを検索...
ko: 아이템 검색...
pt_br: Pesquisar itens...
zh_hans: 搜索物品…
zh_hant: 搜尋物品…

# itempicker.search.placeholder.scenes
source: Search scenes...
de: Szenarien suchen...
es: Buscar escenas...
fr: Rechercher des scènes...
ja: シーンを検索...
ko: 장면 검색...
pt_br: Pesquisar cenas...
zh_hans: 搜索场景…
zh_hant: 搜尋場景…

# itempicker.search.smart.empty.subtitle
source: Try weather, transport, or travel group keywords
de: Versuche Begriffe wie Wetter, Transport oder Reisegruppe
es: Prueba con clima, transporte o grupo de viaje
fr: Essaie météo, transport ou type de groupe
ja: 天気・移動手段・旅行グループで検索してみてください
ko: 날씨, 이동수단, 여행 그룹 키워드를 입력해 보세요
pt_br: Tente clima, transporte ou tipo de grupo
zh_hans: 试试天气、出行方式或人群关键词
zh_hant: 試試天氣、出行方式或人群關鍵字

# itempicker.search.smart.empty.title
source: No scenes found
de: Keine Szenen gefunden
es: No se encontraron escenas
fr: Aucune scène trouvée
ja: シーンが見つかりません
ko: 장면을 찾을 수 없습니다
pt_br: Nenhuma cena encontrada
zh_hans: 找不到相关场景
zh_hant: 找不到相關場景

# itempicker.smart.preview.adding
source: Will add %lld items: %2$@%3$@
de: %lld Artikel werden hinzugefügt: %2$@%3$@
es: Se añadirán %lld artículos: %2$@%3$@
fr: %lld articles seront ajoutés : %2$@%3$@
ja: %1$lld 件を追加します：%2$@%3$@
ko: %1$lld개가 추가됩니다: %2$@%3$@
pt_br: %lld itens serão adicionados: %2$@%3$@
zh_hans: 将新增 %1$lld 件：%2$@%3$@
zh_hant: 將新增 %1$lld 件：%2$@%3$@

# itempicker.smart.preview.none
source: Already up to date, no new items to add
de: Bereits aktuell, keine neuen Artikel zum Hinzufügen
es: Ya está actualizado, no hay artículos nuevos para añadir
fr: Déjà à jour, aucun nouvel article à ajouter
ja: すでに最新です。追加するアイテムはありません
ko: 이미 최신 상태입니다. 추가할 항목이 없습니다
pt_br: Já está atualizado, nenhum item novo para adicionar
zh_hans: 已是最新，无需新增物品
zh_hant: 已是最新，無需新增物品

# itempicker.smart.toast.added
source: Added %lld items: %2$@%3$@
de: %lld Artikel hinzugefügt: %2$@%3$@
es: %lld artículos añadidos: %2$@%3$@
fr: %lld articles ajoutés : %2$@%3$@
ja: %1$lld 件追加しました：%2$@%3$@
ko: %1$lld개 추가됨: %2$@%3$@
pt_br: %lld itens adicionados: %2$@%3$@
zh_hans: 已新增 %1$lld 件：%2$@%3$@
zh_hant: 已新增 %1$lld 件：%2$@%3$@

# itempicker.smart.toast.none
source: Already up to date, no new items to add
de: Bereits aktuell, keine neuen Artikel zum Hinzufügen
es: Ya está actualizado, no hay artículos nuevos para añadir
fr: Déjà à jour, aucun nouvel article à ajouter
ja: すでに最新です。追加するアイテムはありません
ko: 이미 최신 상태입니다. 추가할 항목이 없습니다
pt_br: Já está atualizado, nenhum item novo para adicionar
zh_hans: 已是最新，无需新增物品
zh_hant: 已是最新，無需新增物品

# itempicker.toast.added_count
source: %lld items added
de: %lld Artikel hinzugefügt
es: %lld artículos añadidos
fr: %lld articles ajoutés
ja: %lld 件追加しました
ko: %lld개 추가됨
pt_br: %lld itens adicionados
zh_hans: 已新增 %lld 件物品
zh_hant: 已新增 %lld 件物品

# itempicker.toast.added_to_list
source: Added to your list
de: Zu deiner Liste hinzugefügt
es: Añadido a tu lista
fr: Ajouté à votre liste
ja: リストに追加しました
ko: 목록에 추가됨
pt_br: Adicionado à sua lista
zh_hans: 已添加到清单
zh_hant: 已新增到清單

# itinerary.add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ko: 추가
pt_br: Adicionar
zh_hans: 添加
zh_hant: 新增

# itinerary.add.action
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ko: 추가
pt_br: Adicionar
zh_hans: 添加
zh_hant: 加入

# itinerary.add.menu.subtitle
source: Choose what you want to add
de: Wähle, was du hinzufügen möchtest
es: Elige qué quieres añadir
fr: Choisissez ce que vous voulez ajouter
ja: 追加する内容を選択
ko: 추가할 항목을 선택하세요
pt_br: Escolha o que adicionar
zh_hans: 选择要添加的内容
zh_hant: 選擇要新增的內容

# itinerary.add.menu.title
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ko: 추가
pt_br: Adicionar
zh_hans: 添加
zh_hant: 加入

# itinerary.add.more_transport
source: More transport
de: Weitere Verkehrsmittel
es: Más transporte
fr: Plus de transport
ja: その他の交通機関
ko: 기타 교통수단
pt_br: Mais transporte
zh_hans: 更多交通
zh_hant: 更多交通

# itinerary.add_day
source: Add day
de: Tag hinzufügen
es: Añadir día
fr: Ajouter un jour
ja: 日を追加
ko: 날짜 추가
pt_br: Adicionar dia
zh_hans: 添加一天
zh_hant: 加入一天

# itinerary.add_day.hint
source: Create a new day
de: Neuen Reisetag anlegen
es: Crear un nuevo día
fr: Créer une nouvelle journée
ja: 新しい日を作成
ko: 새 날짜 만들기
pt_br: Criar um novo dia
zh_hans: 创建新的一天
zh_hant: 建立新的一天

# itinerary.add_stop
source: Add place
de: Ort hinzufügen
es: Añadir lugar
fr: Ajouter un lieu
ja: 場所を追加
ko: 장소 추가
pt_br: Adicionar local
zh_hans: 添加地点
zh_hant: 加入地點

# itinerary.add_stop.category
source: Type
de: Typ
es: Tipo
ja: 種類
ko: 종류
pt_br: Tipo
zh_hans: 类型
zh_hant: 類型

# itinerary.add_stop.hint
source: Add a place to a day
de: Einen Ort hinzufügen
es: Añadir un lugar a un día
fr: Ajouter un lieu à une journée
ja: 日に場所を追加
ko: 날짜에 장소 추가
pt_br: Adicionar um local ao dia
zh_hans: 为某一天添加地点
zh_hant: 為某一天新增地點

# itinerary.add_stop.manual
source: Add “%@” (no location)
de: „%@“ hinzufügen (ohne Ort)
es: Añadir «%@» (sin ubicación)
fr: Ajouter « %@ » (sans lieu)
ja: 「%@」を追加（場所なし）
ko: "%@" 추가 (위치 없음)
pt_br: Adicionar “%@” (sem local)
zh_hans: 添加“%@”（无地点）
zh_hant: 加入「%@」（無地點）

# itinerary.add_stop.results
source: Results
de: Ergebnisse
es: Resultados
fr: Résultats
ja: 検索結果
ko: 검색 결과
pt_br: Resultados
zh_hans: 搜索结果
zh_hant: 搜尋結果
